"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 95000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 3, \"word_counts\": \"{\\\"how\\\": 2, \\\"did\\\": 1, \\\"quebec\\\": 1, \\\"nationalists\\\": 1, \\\"see\\\": 1, \\\"their\\\": 1, \\\"province\\\": 1, \\\"as\\\": 1, \\\"a\\\": 1, \\\"nation\\\": 1, \\\"in\\\": 1, \\\"the\\\": 1, \\\"1960s\\\": 1, \\\"do\\\": 1, \\\"you\\\": 2, \\\"have\\\": 1, \\\"an\\\": 1, \\\"adopted\\\": 1, \\\"dog\\\": 1, \\\"would\\\": 1, \\\"encourage\\\": 1, \\\"people\\\": 1, \\\"to\\\": 1, \\\"adopt\\\": 1, \\\"and\\\": 1, \\\"not\\\": 1, \\\"shop\\\": 1, \\\"why\\\": 1, \\\"does\\\": 2, \\\"velocity\\\": 2, \\\"affect\\\": 2, \\\"time\\\": 1, \\\"space\\\": 1, \\\"geometry\\\": 1}\", \"word_docs\": \"{\\\"nationalists\\\": 1, \\\"province\\\": 1, \\\"their\\\": 1, \\\"nation\\\": 1, \\\"1960s\\\": 1, \\\"the\\\": 1, \\\"did\\\": 1, \\\"quebec\\\": 1, \\\"see\\\": 1, \\\"in\\\": 1, \\\"as\\\": 1, \\\"how\\\": 2, \\\"a\\\": 1, \\\"adopt\\\": 1, \\\"have\\\": 1, \\\"to\\\": 1, \\\"an\\\": 1, \\\"shop\\\": 1, \\\"people\\\": 1, \\\"adopted\\\": 1, \\\"you\\\": 1, \\\"and\\\": 1, \\\"not\\\": 1, \\\"encourage\\\": 1, \\\"do\\\": 1, \\\"dog\\\": 1, \\\"would\\\": 1, \\\"geometry\\\": 1, \\\"space\\\": 1, \\\"velocity\\\": 1, \\\"time\\\": 1, \\\"affect\\\": 1, \\\"why\\\": 1, \\\"does\\\": 1}\", \"index_docs\": \"{\\\"8\\\": 1, \\\"11\\\": 1, \\\"10\\\": 1, \\\"14\\\": 1, \\\"17\\\": 1, \\\"16\\\": 1, \\\"6\\\": 1, \\\"7\\\": 1, \\\"9\\\": 1, \\\"15\\\": 1, \\\"12\\\": 1, \\\"1\\\": 2, \\\"13\\\": 1, \\\"27\\\": 1, \\\"19\\\": 1, \\\"26\\\": 1, \\\"20\\\": 1, \\\"30\\\": 1, \\\"25\\\": 1, \\\"21\\\": 1, \\\"2\\\": 1, \\\"28\\\": 1, \\\"29\\\": 1, \\\"24\\\": 1, \\\"18\\\": 1, \\\"22\\\": 1, \\\"23\\\": 1, \\\"34\\\": 1, \\\"33\\\": 1, \\\"4\\\": 1, \\\"32\\\": 1, \\\"5\\\": 1, \\\"31\\\": 1, \\\"3\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"how\\\", \\\"2\\\": \\\"you\\\", \\\"3\\\": \\\"does\\\", \\\"4\\\": \\\"velocity\\\", \\\"5\\\": \\\"affect\\\", \\\"6\\\": \\\"did\\\", \\\"7\\\": \\\"quebec\\\", \\\"8\\\": \\\"nationalists\\\", \\\"9\\\": \\\"see\\\", \\\"10\\\": \\\"their\\\", \\\"11\\\": \\\"province\\\", \\\"12\\\": \\\"as\\\", \\\"13\\\": \\\"a\\\", \\\"14\\\": \\\"nation\\\", \\\"15\\\": \\\"in\\\", \\\"16\\\": \\\"the\\\", \\\"17\\\": \\\"1960s\\\", \\\"18\\\": \\\"do\\\", \\\"19\\\": \\\"have\\\", \\\"20\\\": \\\"an\\\", \\\"21\\\": \\\"adopted\\\", \\\"22\\\": \\\"dog\\\", \\\"23\\\": \\\"would\\\", \\\"24\\\": \\\"encourage\\\", \\\"25\\\": \\\"people\\\", \\\"26\\\": \\\"to\\\", \\\"27\\\": \\\"adopt\\\", \\\"28\\\": \\\"and\\\", \\\"29\\\": \\\"not\\\", \\\"30\\\": \\\"shop\\\", \\\"31\\\": \\\"why\\\", \\\"32\\\": \\\"time\\\", \\\"33\\\": \\\"space\\\", \\\"34\\\": \\\"geometry\\\"}\", \"word_index\": \"{\\\"how\\\": 1, \\\"you\\\": 2, \\\"does\\\": 3, \\\"velocity\\\": 4, \\\"affect\\\": 5, \\\"did\\\": 6, \\\"quebec\\\": 7, \\\"nationalists\\\": 8, \\\"see\\\": 9, \\\"their\\\": 10, \\\"province\\\": 11, \\\"as\\\": 12, \\\"a\\\": 13, \\\"nation\\\": 14, \\\"in\\\": 15, \\\"the\\\": 16, \\\"1960s\\\": 17, \\\"do\\\": 18, \\\"have\\\": 19, \\\"an\\\": 20, \\\"adopted\\\": 21, \\\"dog\\\": 22, \\\"would\\\": 23, \\\"encourage\\\": 24, \\\"people\\\": 25, \\\"to\\\": 26, \\\"adopt\\\": 27, \\\"and\\\": 28, \\\"not\\\": 29, \\\"shop\\\": 30, \\\"why\\\": 31, \\\"time\\\": 32, \\\"space\\\": 33, \\\"geometry\\\": 34}\"}}"